Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# auth.login.resetDescription
source: We'll email you a link to set a new password. Make sure your address is the one you signed up with.
bg: Ще ви изпратим имейл с връзка за задаване на нова парола. Уверете се, че вашият адрес е този, с който сте се регистрирали.
cs: Zašleme vám e-mail s odkazem na nastavení nového hesla. Ujistěte se, že vaše adresa je ta, se kterou jste se zaregistrovali.
da: Vi sender dig en e-mail med et link for at angive en ny adgangskode. Sørg for, at din adresse er den, du har tilmeldt dig.
de: Wir senden Ihnen per E-Mail einen Link zum Festlegen eines neuen Passworts. Stellen Sie sicher, dass Ihre Adresse mit der Adresse übereinstimmt, mit der Sie sich angemeldet haben.
el: Θα σας στείλουμε με email έναν σύνδεσμο για να ορίσετε νέο κωδικό πρόσβασης. Βεβαιωθείτε ότι η διεύθυνσή σας είναι αυτή με την οποία εγγραφήκατε.
es: Le enviaremos por correo electrónico un enlace para establecer una nueva contraseña. Asegúrate de que tu dirección sea aquella con la que te registraste.
et: Saadame teile meili teel lingi uue parooli määramiseks. Veenduge, et teie aadress on see, millega registreerusite.
fi: Lähetämme sinulle sähköpostilla linkin, jolla voit asettaa uuden salasanan. Varmista, että osoitteesi on se, jolla kirjauduit.
fr: Nous vous enverrons par e-mail un lien pour définir un nouveau mot de passe. Assurez-vous que votre adresse est celle avec laquelle vous vous êtes inscrit.
hi: नया पासवर्ड सेट करने के लिए हम आपको एक लिंक ईमेल करेंगे। सुनिश्चित करें कि आपका पता वही है जिससे आपने साइन अप किया था।
hr: E-poštom ćemo vam poslati vezu za postavljanje nove lozinke. Provjerite je li vaša adresa ona s kojom ste se prijavili.
hu: E-mailben elküldjük az új jelszó beállításához szükséges linket. Győződjön meg arról, hogy a címe megegyezik azzal, amellyel regisztrált.
it: Ti invieremo via email un collegamento per impostare una nuova password. Assicurati che il tuo indirizzo sia quello con cui ti sei registrato.
lt: El. paštu atsiųsime nuorodą, kad galėtumėte nustatyti naują slaptažodį. Įsitikinkite, kad jūsų adresas yra tas, kuriuo prisiregistravote.
lv: Mēs nosūtīsim jums e-pastā saiti, lai iestatītu jaunu paroli. Pārliecinieties, vai jūsu adrese ir tā, ar kuru reģistrējāties.
nl: We sturen u per e-mail een link waarmee u een nieuw wachtwoord kunt instellen. Zorg ervoor dat uw adres hetzelfde is als waarmee u zich heeft aangemeld.
pl: Wyślemy Ci e-mail z linkiem umożliwiającym ustawienie nowego hasła. Upewnij się, że Twój adres jest tym, pod którym się zarejestrowałeś.
pt: Enviaremos um e-mail com um link para definir uma nova palavra-passe. Confirme que o endereço é o que usou no registo.
ro: Vă vom trimite prin e-mail un link pentru a seta o nouă parolă. Asigurați-vă că adresa dvs. este cea la care v-ați înscris.
sk: Pošleme vám e-mailom odkaz na nastavenie nového hesla. Uistite sa, že vaša adresa je tá, s ktorou ste sa zaregistrovali.
sl: Po e-pošti vam bomo poslali povezavo za nastavitev novega gesla. Prepričajte se, da je vaš naslov tisti, s katerim ste se prijavili.
sv: Vi skickar en länk till dig via e-post för att ange ett nytt lösenord. Se till att din adress är den du registrerade dig med.
zh_hans: 我们将通过电子邮件向您发送用于设置新密码的链接。确保您的地址是您注册时使用的地址。

# auth.login.resetSent
source: Password reset email sent.
bg: Изпратен имейл за нулиране на парола.
cs: E-mail pro obnovení hesla byl odeslán.
da: E-mail til nulstilling af adgangskode sendt.
de: E-Mail zum Zurücksetzen des Passworts gesendet.
el: Στάλθηκε email επαναφοράς κωδικού πρόσβασης.
es: Correo electrónico de restablecimiento de contraseña enviado.
et: Parooli lähtestamise meil saadeti.
fi: Salasanan palautusviesti lähetetty.
fr: E-mail de réinitialisation du mot de passe envoyé.
hi: पासवर्ड रीसेट ईमेल भेजा गया.
hr: E-pošta za ponovno postavljanje lozinke je poslana.
hu: Jelszó-visszaállítási e-mail elküldve.
it: E-mail di reimpostazione della password inviata.
lt: Slaptažodžio nustatymo iš naujo el. laiškas išsiųstas.
lv: Paroles atiestatīšanas e-pasts ir nosūtīts.
nl: E-mail voor wachtwoordherstel verzonden.
pl: Wysłano wiadomość e-mail dotyczącą resetowania hasła.
pt: E-mail de redefinição enviado.
ro: E-mail de resetare a parolei trimis.
sk: E-mail na obnovenie hesla bol odoslaný.
sl: Poslano e-poštno sporočilo za ponastavitev gesla.
sv: E-postmeddelande om lösenordsåterställning har skickats.
zh_hans: 已发送密码重置电子邮件。

# auth.login.resetSubmit
source: Send link
bg: Изпратете връзка
cs: Odeslat odkaz
de: Link senden
el: Αποστολή συνδέσμου
es: Enviar enlace
et: Saada link
fi: Lähetä linkki
fr: Envoyer le lien
hi: लिंक भेजें
hr: Pošalji link
hu: Link küldése
it: Invia collegamento
lt: Siųsti nuorodą
lv: Nosūtīt saiti
nl: Stuur link
pl: Wyślij link
pt: Enviar link
ro: Trimite link
sk: Odoslať odkaz
sl: Pošlji povezavo
sv: Skicka länk
zh_hans: 发送链接

# auth.login.resetTitle
source: Reset password
bg: Нулирайте паролата
cs: Obnovit heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
et: Lähtestage parool
fi: Palauta salasana
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
it: Reimposta la password
lt: Iš naujo nustatyti slaptažodį
lv: Atiestatīt paroli
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefinir palavra-passe
ro: Resetează parola
sk: Obnoviť heslo
sl: Ponastavi geslo
sv: Återställ lösenord
zh_hans: 重置密码

# auth.login.showPassword
source: Show password
bg: Покажи парола
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
es: Mostrar contraseña
et: Näita parooli
fi: Näytä salasana
fr: Afficher le mot de passe
hi: पासवर्ड दिखाए
hr: Prikaži lozinku
hu: Jelszó megjelenítése
it: Mostra password
lt: Rodyti slaptažodį
lv: Rādīt paroli
nl: Wachtwoord tonen
pl: Pokaż hasło
pt: Mostrar palavra-passe
ro: Afișați parola
sk: Zobraziť heslo
sl: Prikaži geslo
sv: Visa lösenord
zh_hans: 显示密码

# auth.login.title
source: Welcome back
bg: Добре дошъл отново
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
el: Καλώς ήρθες πίσω
es: Bienvenido de nuevo
et: Tere tulemast tagasi
fi: Tervetuloa takaisin
fr: Content de te revoir
hi: वापसी पर स्वागत है
hr: Dobro došao nazad
hu: Isten hozott
it: Bentornato
lt: Sveiki sugrįžę
lv: Laipni lūdzam atpakaļ
nl: Welkom terug
pl: Witamy z powrotem
pt: Bem-vindo de volta
ro: Bine ai revenit
sk: Vitajte späť
sl: dobrodošli nazaj
sv: Välkommen tillbaka
zh_hans: 欢迎回来

# categories.add
source: Add category
bg: Добавете категория
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Añadir categoría
et: Lisa kategooria
fi: Lisää kategoria
fr: Ajouter une catégorie
hi: श्रेणी जोड़ना
hr: Dodajte kategoriju
hu: Kategória hozzáadása
it: Aggiungi categoria
lt: Pridėti kategoriją
lv: Pievienot kategoriju
nl: Categorie toevoegen
pl: Dodaj kategorię
pt: Adicionar categoria
ro: Adăugați o categorie
sk: Pridať kategóriu
sl: Dodaj kategorijo
sv: Lägg till kategori
zh_hans: 添加类别

# categories.addTitle
source: New category
bg: Нова категория
cs: Nová kategorie
da: Ny kategori
de: Neue Kategorie
el: Νέα κατηγορία
es: Nueva categoría
et: Uus kategooria
fi: Uusi kategoria
fr: Nouvelle catégorie
hi: नई श्रेणी
hr: Nova kategorija
hu: Új kategória
it: Nuova categoria
lt: Nauja kategorija
lv: Jauna kategorija
nl: Nieuwe categorie
pl: Nowa kategoria
pt: Nova categoria
ro: Noua categorie
sk: Nová kategória
sl: Nova kategorija
sv: Ny kategori
zh_hans: 新类别

# categories.confirmDelete.body
source: This can't be undone. Categories that still have expenses can't be deleted.
bg: Това не може да бъде отменено. Категориите, които все още имат разходи, не могат да бъдат изтрити.
cs: Toto nelze vrátit zpět. Kategorie, které mají stále výdaje, nelze smazat.
da: Dette kan ikke fortrydes. Kategorier, der stadig har udgifter, kan ikke slettes.
de: Dies kann nicht rückgängig gemacht werden. Kategorien, für die noch Ausgaben anfallen, können nicht gelöscht werden.
el: Αυτό δεν μπορεί να αναιρεθεί. Οι κατηγορίες που εξακολουθούν να έχουν έξοδα δεν μπορούν να διαγραφούν.
es: Esto no se puede deshacer. Las categorías que todavía tienen gastos no se pueden eliminar.
et: Seda ei saa tagasi võtta. Kategooriaid, millel on veel kulusid, ei saa kustutada.
fi: Tätä ei voi kumota. Luokkia, joissa on vielä kuluja, ei voi poistaa.
fr: Cela ne peut pas être annulé. Les catégories qui comportent encore des dépenses ne peuvent pas être supprimées.
hi: इसे पूर्ववत नहीं किया जा सकता. जिन श्रेणियों में अभी भी खर्च हैं उन्हें हटाया नहीं जा सकता।
hr: Ovo se ne može poništiti. Kategorije koje još imaju troškove ne mogu se brisati.
hu: Ezt nem lehet visszavonni. Azok a kategóriák, amelyeknek még vannak kiadásai, nem törölhetők.
it: L'operazione non può essere annullata. Le categorie che presentano ancora spese non possono essere eliminate.
lt: To negalima anuliuoti. Negalima ištrinti kategorijų, kuriose vis dar yra išlaidų.
lv: Šo darbību nevar atsaukt. Kategorijas, kurām joprojām ir izdevumi, nevar izdzēst.
nl: Dit kan niet ongedaan worden gemaakt. Categorieën die nog uitgaven hebben, kunnen niet worden verwijderd.
pl: Tego nie można cofnąć. Nie można usunąć kategorii, które nadal zawierają wydatki.
pt: Esta ação não pode ser desfeita. Categorias que ainda têm despesas não podem ser excluídas.
ro: Acest lucru nu poate fi anulat. Categoriile care au încă cheltuieli nu pot fi șterse.
sk: Toto sa nedá vrátiť späť. Kategórie, ktoré ešte majú výdavky, nemožno odstrániť.
sl: Tega ni mogoče razveljaviti. Kategorij, ki še imajo stroške, ni mogoče izbrisati.
sv: Detta kan inte ångras. Kategorier som fortfarande har utgifter kan inte raderas.
zh_hans: 这无法撤消。仍有费用的类别无法删除。

# categories.confirmDelete.title
source: Delete category?
bg: Изтриване на категория?
cs: Smazat kategorii?
da: Vil du slette kategori?
de: Kategorie löschen?
el: Διαγραφή κατηγορίας;
es: ¿Eliminar categoría?
et: Kas kustutada kategooria?
fi: Poistetaanko luokka?
fr: Supprimer la catégorie ?
hi: श्रेणी हटाएँ?
hr: Izbrisati kategoriju?
hu: Törli a kategóriát?
it: Eliminare la categoria?
lt: Ištrinti kategoriją?
lv: Vai dzēst kategoriju?
nl: Categorie verwijderen?
pl: Usunąć kategorię?
pt: Excluir categoria?
ro: Ștergeți categoria?
sk: Odstrániť kategóriu?
sl: Želite izbrisati kategorijo?
sv: Ta bort kategori?
zh_hans: 删除类别？

# categories.editTitle
source: Edit category
bg: Редактиране на категория
cs: Upravit kategorii
da: Rediger kategori
de: Kategorie bearbeiten
el: Επεξεργασία κατηγορίας
es: Editar categoría
et: Muuda kategooriat
fi: Muokkaa luokkaa
fr: Modifier la catégorie
hi: श्रेणी संपादित करें
hr: Uredi kategoriju
hu: Kategória szerkesztése
it: Modifica categoria
lt: Redaguoti kategoriją
lv: Rediģēt kategoriju
nl: Categorie bewerken
pl: Edytuj kategorię
pt: Editar categoria
ro: Editați categoria
sk: Upraviť kategóriu
sl: Uredi kategorijo
sv: Redigera kategori
zh_hans: 编辑类别

# categories.form.iconSection
source: Icon
bg: Икона
cs: Ikona
da: Ikon
de: Symbol
el: Εικόνισμα
es: Icono
et: Ikoon
fi: Kuvake
fr: Icône
hi: आइकन
hr: Ikona
hu: Ikon
it: Icona
lt: Piktograma
lv: Ikona
pl: Ikona
pt: Ícone
ro: Pictogramă
sk: Ikona
sl: Ikona
sv: Ikon
zh_hans: 图标

# categories.namePlaceholder
source: Category name
bg: Име на категория
cs: Název kategorie
da: Kategorinavn
de: Kategoriename
el: Όνομα κατηγορίας
es: Nombre de categoría
et: Kategooria nimi
fi: Luokan nimi
fr: Nom de la catégorie
hi: श्रेणी नाम
hr: Naziv kategorije
hu: Kategória neve
it: Nome della categoria
lt: Kategorijos pavadinimas
lv: Kategorijas nosaukums
nl: Categorienaam
pl: Nazwa kategorii
pt: Nome da categoria
ro: Numele categoriei
sk: Názov kategórie
sl: Ime kategorije
sv: Kategorinamn
zh_hans: 类别名称

# categories.new
source: New
bg: Нов
cs: Nový
da: Ny
de: Neu
el: Νέος
es: Nuevo
et: Uus
fi: Uusi
fr: Nouveau
hi: नया
hr: Novi
hu: Új
it: Nuovo
lt: Nauja
lv: Jauns
nl: Nieuw
pl: Nowy
pt: Nova
ro: Nou
sk: Nové
sl: Novo
sv: Ny
zh_hans: 新的

# categories.renameTitle
source: Rename category
bg: Преименуване на категория
cs: Přejmenovat kategorii
da: Omdøb kategori
de: Kategorie umbenennen
el: Μετονομασία κατηγορίας
es: Cambiar nombre de categoría
et: Nimeta kategooria ümber
fi: Nimeä luokka uudelleen
fr: Renommer la catégorie
hi: श्रेणी का नाम बदलें
hr: Preimenuj kategoriju
hu: Kategória átnevezése
it: Rinominare la categoria
lt: Pervardyti kategoriją
lv: Pārdēvēt kategoriju
nl: Categorie hernoemen
pl: Zmień nazwę kategorii
pt: Renomear categoria
ro: Redenumiți categoria
sk: Premenovať kategóriu
sl: Preimenuj kategorijo
sv: Byt namn på kategori
zh_hans: 重命名类别

# chatbot.assistant
source: Assistant
bg: Помощник
cs: Asistent
da: Assistent
de: Assistent
el: Βοηθός
es: Asistente
et: Assistent
hi: सहायक
hr: Pomoćnik
hu: Helyettes
it: Assistente
lt: Padėjėjas
lv: Asistents
nl: Assistent
pl: Asystent
pt: Assistente
ro: Asistent
sk: asistent
sl: Pomočnik
sv: Assistent
zh_hans: 助手

# chatbot.clear
source: New chat
bg: Нов чат
cs: Nový chat
da: Ny chat
de: Neuer Chat
el: Νέα συνομιλία
es: Nuevo chat
et: Uus vestlus
fi: Uusi chat
fr: Nouvelle discussion
hi: नई चैट
hr: Novi chat
hu: Új chat
it: Nuova chiacchierata
lt: Naujas pokalbis
lv: Jauna tērzēšana
nl: Nieuwe chat
pl: Nowy czat
pt: Nova conversa
ro: Chat nou
sk: Nový chat
sl: Nov klepet
sv: Ny chatt
zh_hans: 新聊天

# chatbot.consent.agree
source: Agree and continue
bg: Съгласете се и продължете
cs: Souhlaste a pokračujte
da: Enig og fortsæt
de: Zustimmen und fortfahren
el: Συμφωνήστε και συνεχίστε
es: Aceptar y continuar
et: Nõustuge ja jätkake
fi: Samaa mieltä ja jatka
fr: Accepter et continuer
hi: सहमत हों और जारी रखें
hr: Složite se i nastavite
hu: Egyetért és folytassa
it: Accetta e continua
lt: Sutikite ir tęskite
lv: Piekrītu un turpini
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuj
pt: Concordar e continuar
ro: De acord și continuă
sk: Súhlaste a pokračujte
sl: Strinjajte se in nadaljujte
sv: Håller med och fortsätt
zh_hans: 同意并继续

# chatbot.consent.bannerBody
source: To use Chat, you must agree to send your messages and relevant expense data to OpenAI via our servers. See details in the prompt or our Privacy Policy.
bg: За да използвате чат, трябва да се съгласите да изпращате вашите съобщения и съответните данни за разходите до OpenAI чрез нашите сървъри. Вижте подробности в подканата или нашата Политика за поверителност.
cs: Chcete-li používat Chat, musíte souhlasit se zasíláním vašich zpráv a příslušných údajů o výdajích do OpenAI prostřednictvím našich serverů. Podrobnosti naleznete ve výzvě nebo v našich Zásadách ochrany osobních údajů.
da: For at bruge Chat skal du acceptere at sende dine beskeder og relevante udgiftsdata til OpenAI via vores servere. Se detaljerne i prompten eller vores privatlivspolitik.
de: Um den Chat nutzen zu können, müssen Sie zustimmen, Ihre Nachrichten und relevanten Ausgabendaten über unsere Server an OpenAI zu senden. Weitere Informationen finden Sie in der Eingabeaufforderung oder in unserer Datenschutzerklärung.
el: Για να χρησιμοποιήσετε το Chat, πρέπει να συμφωνήσετε να στείλετε τα μηνύματά σας και τα σχετικά δεδομένα εξόδων στο OpenAI μέσω των διακομιστών μας. Δείτε λεπτομέρειες στο μήνυμα προτροπής ή στην Πολιτική απορρήτου μας.
es: Para utilizar Chat, debe aceptar enviar sus mensajes y datos de gastos relevantes a OpenAI a través de nuestros servidores. Vea los detalles en el aviso o en nuestra Política de Privacidad.
et: Chati kasutamiseks peate nõustuma oma sõnumite ja asjakohaste kuluandmete saatmisega OpenAI-le meie serverite kaudu. Vaadake üksikasju viipast või meie privaatsuspoliitikast.
fi: Käyttääksesi Chatia sinun on suostuttava lähettämään viestisi ja asiaankuuluvat kulutietosi OpenAI:lle palvelimiemme kautta. Katso yksityiskohdat kehotteesta tai tietosuojakäytännöstämme.
fr: Pour utiliser Chat, vous devez accepter d'envoyer vos messages et vos données de dépenses pertinentes à OpenAI via nos serveurs. Voir les détails dans l’invite ou dans notre politique de confidentialité.
hi: चैट का उपयोग करने के लिए, आपको हमारे सर्वर के माध्यम से अपने संदेश और प्रासंगिक व्यय डेटा OpenAI को भेजने के लिए सहमत होना होगा। प्रॉम्प्ट या हमारी गोपनीयता नीति में विवरण देखें।
hr: Da biste koristili Chat, morate pristati na slanje svojih poruka i relevantnih podataka o troškovima OpenAI-ju putem naših poslužitelja. Pogledajte detalje u upitu ili u našim Pravilima privatnosti.
hu: A Chat használatához el kell fogadnia, hogy üzeneteit és vonatkozó költségadatait szervereinken keresztül elküldi az OpenAI-nak. Tekintse meg a részleteket a felszólításban vagy az Adatvédelmi szabályzatunkban.
it: Per utilizzare la Chat, devi accettare di inviare i tuoi messaggi e i dati di spesa rilevanti a OpenAI tramite i nostri server. Vedi i dettagli nel messaggio o nella nostra Informativa sulla privacy.
lt: Norėdami naudotis pokalbių programa, turite sutikti siųsti savo pranešimus ir susijusius išlaidų duomenis į OpenAI per mūsų serverius. See details in the prompt or our Privacy Policy.
lv: Lai izmantotu tērzēšanu, jums ir jāpiekrīt sūtīt savus ziņojumus un attiecīgos izdevumu datus OpenAI caur mūsu serveriem. Skatiet sīkāku informāciju uzvednē vai mūsu konfidencialitātes politikā.
nl: Om Chat te gebruiken, moet u ermee akkoord gaan dat uw berichten en relevante onkostengegevens via onze servers naar OpenAI worden verzonden. Zie de details in de prompt of in ons privacybeleid.
pl: Aby korzystać z Czatu, musisz wyrazić zgodę na wysyłanie wiadomości i odpowiednich danych o wydatkach do OpenAI za pośrednictwem naszych serwerów. Zobacz szczegóły w monicie lub w naszej Polityce prywatności.
pt: Para usar o Chat, você precisa concordar em enviar suas mensagens e dados de despesas relevantes à OpenAI pelos nossos servidores. Veja os detalhes no aviso ou na Política de Privacidade.
ro: Pentru a utiliza Chat, trebuie să fiți de acord să trimiteți mesajele și datele relevante despre cheltuieli către OpenAI prin serverele noastre. Vedeți detalii în prompt sau în Politica noastră de confidențialitate.
sk: Ak chcete používať Chat, musíte súhlasiť s odosielaním vašich správ a príslušných údajov o výdavkoch do OpenAI prostredníctvom našich serverov. Podrobnosti nájdete vo výzve alebo v našich Zásadách ochrany osobných údajov.
sl: Če želite uporabljati klepet, se morate strinjati s pošiljanjem vaših sporočil in ustreznih podatkov o stroških OpenAI prek naših strežnikov. Oglejte si podrobnosti v pozivu ali našem pravilniku o zasebnosti.
sv: För att använda Chat måste du godkänna att skicka dina meddelanden och relevant kostnadsdata till OpenAI via våra servrar. Se detaljer i meddelandet eller vår integritetspolicy.
zh_hans: 要使用聊天，您必须同意通过我们的服务器将您的消息和相关费用数据发送给 OpenAI。请参阅提示或我们的隐私政策中的详细信息。

# chatbot.consent.blockedHint
source: Agree to AI processing above to send messages.
bg: Съгласете се с AI обработката по-горе, за да изпращате съобщения.
cs: Chcete-li odesílat zprávy, souhlasíte se zpracováním AI výše.
da: Accepter AI-behandling ovenfor for at sende meddelelser.
de: Stimmen Sie der oben genannten KI-Verarbeitung zum Senden von Nachrichten zu.
el: Αποδεχτείτε την επεξεργασία AI παραπάνω για την αποστολή μηνυμάτων.
es: Acepte el procesamiento de IA anterior para enviar mensajes.
et: Sõnumite saatmiseks nõustuge ülaltoodud tehisintellekti töötlemisega.
fi: Hyväksy yllä oleva tekoälykäsittely lähettääksesi viestejä.
fr: Acceptez le traitement de l'IA ci-dessus pour envoyer des messages.
hi: संदेश भेजने के लिए उपरोक्त AI प्रोसेसिंग के लिए सहमति दें।
hr: Za slanje poruka pristajete na gornju obradu umjetnom inteligencijom.
hu: Üzenetek küldéséhez fogadja el a fenti AI-feldolgozást.
it: Accetta l'elaborazione AI sopra riportata per inviare messaggi.
lt: Norėdami siųsti pranešimus, sutikite su anksčiau pateiktu AI apdorojimu.
lv: Lai nosūtītu ziņojumus, piekrītiet iepriekš minētajai AI apstrādei.
nl: Ga akkoord met bovenstaande AI-verwerking om berichten te verzenden.
pl: Wyraź zgodę na przetwarzanie AI powyżej w celu wysyłania wiadomości.
pt: Concorde com o processamento por IA acima para enviar mensagens.
ro: Acceptați procesarea AI de mai sus pentru a trimite mesaje.
sk: Ak chcete odosielať správy, súhlaste so spracovaním AI vyššie.
sl: Za pošiljanje sporočil se strinjate z obdelavo z umetno inteligenco.
sv: Godkänn AI-bearbetning ovan för att skicka meddelanden.
zh_hans: 同意上面的AI处理来发送消息。

# chatbot.consent.decline
source: Not now
bg: Не сега
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
hi: अभी नहीं
hr: Ne sad
hu: Most nem
it: Non adesso
lt: Ne dabar
lv: Ne tagad
nl: Niet nu
pl: Nie teraz
pt: Agora não
ro: Nu acum
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
zh_hans: 现在不要
